package sdju_exam2;

/**
 * 链接：https://ac.nowcoder.com/acm/contest/124775/D
 * 来源：牛客网
 *
 * 题目描述
 * 在一场知识竞赛之后，小明和小红决定互相分享他们的答案以估算成绩。竞赛共有 nn 道单选题，每题有 A、B、C、D 四个选项。每答对一题得 11分，答错不扣分。
 * 小明和小红各自回忆并记录了自己对于每道题的选择。现在，他们想要知道，在所有可能的情况下，两人得分总和的最高分数和最低分数分别是多少？
 * 输入描述:
 *
 * 第一行，一个正整数 n(1≤n≤100)n(1≤n≤100)。
 * 第二行，一行 nn 个字符（'A'、'B'、'C'、'D'中的一种），用空格隔开。第 ii 个字符代表小明第 ii 题的选项。
 * 第三行，一行 nn 个字符（'A'、'B'、'C'、'D'中的一种），用空格隔开。第 ii 个字符代表小红第 ii 题的选项。
 *
 * 输出描述:
 *
 * 一行，两个整数，表示小明和小红得分之和的能达到的最大值和最小值。
 */
public class code4 {
    public static void main(String[] args) {

    }
}
